[
  {
    "title": "Script Writer",
    "qualifications": [
      "Strong creative writing and storytelling skills.",
      "Ability to research and synthesize information.",
      "Familiarity with script",
      "Excellent grammar and attention to detail.",
      "Ability to work under deadlines and accept constructive criticism.",
      "Portfolio or writing samples (preferred)."
    ],
    "responsibilities": [
      "Brainstorm and pitch story ideas with the creative team.",
      "Research topics, themes, and settings for authenticity.",
      "Write, edit, and revise scripts for short films, interviews, and promotional videos.",
      "Collaborate with directors and producers to align scripts with production goals.",
      "Incorporate feedback from team reviews and script readings.",
      "Develop character profiles and dialogue.",
      "Format scripts according to industry standards."
    ]
  },
  {
    "title": "Videographer",
    "qualifications": [
      "Basic to intermediate knowledge of camera operation (DSLR, mirrorless, or video cameras).",
      "Understanding of composition, framing, and lighting.",
      "Familiarity with audio equipment and basic sound recording.",
      "Ability to follow shot lists and direction.",
      "Experience with video editing software (preferred).",
      "Portfolio or sample reels (preferred)."
    ],
    "responsibilities": [
      "Set up and operate cameras, tripods, and other equipment.",
      "Plan and execute shot lists with directors.",
      "Adjust lighting and sound for optimal video quality.",
      "Record interviews, events, and behind-the-scenes footage.",
      "Manage and organize raw video files.",
      "Ensure all equipment is maintained and stored properly.",
      "Assist with location scouting and logistics."
    ]
  },
  {
    "title": "Photographer",
    "qualifications": [
      "Proficiency with cameras (DSLR, mirrorless).",
      "Knowledge of photo editing software (e.g., Adobe Lightroom, Photoshop).",
      "Strong sense of composition, lighting, and timing.",
      "Attention to detail and creativity.",
      "Portfolio or sample work (preferred)."
    ],
    "responsibilities": [
      "Capture high-resolution photos during shoots, events, and rehearsals.",
      "Edit and retouch images for use in marketing and social media.",
      "Organize and catalog photo assets.",
      "Collaborate with directors and social media managers to meet visual needs.",
      "Scout locations for optimal photo opportunities.",
      "Maintain and care for photography equipment."
    ]
  },
  {
    "title": "Editor (Video/Post-Production)",
    "qualifications": [
      "Proficiency with editing software (Adobe Premiere Pro, Final Cut Pro, DaVinci Resolve).",
      "Strong sense of storytelling and visual pacing.",
      "Attention to detail and technical accuracy.",
      "Ability to work under deadlines.",
      "Portfolio or sample edits (preferred)."
    ],
    "responsibilities": [
      "Import, organize, and manage video assets.",
      "Edit footage for timing, pacing, and narrative flow.",
      "Add transitions, effects, graphics, and soundtracks.",
      "Color correct and audio balance final cuts.",
      "Collaborate with script writers and directors for creative alignment.",
      "Export videos in required formats for distribution."
    ]
  },
  {
    "title": "Production Team (Light, Sound, Stage Management)",
    "qualifications": [
      "Interest in technical theater or live event production.",
      "Willingness to learn new equipment and processes.",
      "Strong organizational and teamwork skills.",
      "Ability to follow instructions and adapt quickly.",
      "Prior experience (preferred but not required)."
    ],
    "responsibilities": [
      "Set up, test, and operate lighting and sound equipment.",
      "Assist with stage setup, props, and scenery changes.",
      "Monitor and adjust technical elements during rehearsals and performances.",
      "Coordinate with cast and crew for timing and cues.",
      "Troubleshoot equipment issues as needed.",
      "Maintain inventory of production supplies."
    ]
  },
  {
    "title": "Social Media Manager",
    "qualifications": [
      "Familiarity with major social media platforms and their features.",
      "Strong writing and communication skills.",
      "Basic graphic design skills (Canva, Photoshop).",
      "Creative thinking and adaptability.",
      "Experience managing social accounts (preferred)."
    ],
    "responsibilities": [
      "Develop and schedule content across platforms (Instagram, Facebook, Twitter, LinkedIn, TikTok).",
      "Create graphics, captions, and short videos.",
      "Monitor analytics and adjust strategies for growth.",
      "Engage with followers, respond to comments and messages.",
      "Collaborate with photographers and videographers for fresh content.",
      "Track trends and incorporate them into campaigns."
    ]
  },
  {
    "title": "Publicity Manager",
    "qualifications": [
      "Strong writing and verbal communication skills.",
      "Interest in public relations, marketing, or communications.",
      "Organizational skills and attention to detail.",
      "Ability to work independently and as part of a team.",
      "Prior PR experience (preferred but not required)."
    ],
    "responsibilities": [
      "Write press releases, newsletters, and promotional materials.",
      "Build and maintain media contact lists.",
      "Pitch stories to local and campus media outlets.",
      "Organize and manage publicity events (e.g., launch parties, screenings).",
      "Track and report on media coverage.",
      "Collaborate with social media and production teams for unified messaging."
    ]
  },
  {
    "title": "UN Women Internship Programme",
    "qualifications": [
      "Bachelor's finalists, Master's or PhD students",
      "Recent graduates (within 2 years of graduation)",
      "Enrolled in an accredited educational institution (for students)",
      "Fluency in English; additional languages a plus",
      "Strong interest in gender equality and women's empowerment",
      "Excellent research, writing, and communication skills",
      "Ability to work independently and in teams"
    ],
    "responsibilities": [
      "Support policy development, research, and analysis on gender equality issues",
      "Assist with communications, publications, and advocacy campaigns",
      "Contribute to monitoring and evaluation (M&E) initiatives",
      "Support humanitarian action and emergency response efforts",
      "Help develop and manage partnerships and collaborations",
      "Contribute to innovative projects and initiatives",
      "Participate in events, meetings, and organizational activities"
    ],
    "details": "The UN Women Internship Programme is open to students and recent graduates worldwide, offering placements across policy, research, communications, M&E, humanitarian action, partnerships, and innovation. Opportunities available at HQ, regional, and country offices in in-person, hybrid, or remote formats. Internships last 2–6 months and are offered year-round. This is a powerful entry point into international development and UN careers.",
    "applicationLink": "https://lnkd.in/d5fDysqF"
  }
]